import React from 'react';
import myPhoto from '../images/yantowsky.png';

const About = () => {
    return (
        <main className='about'>
            <div>
                <h1>About me:</h1>
                <img src={myPhoto} alt="my_photo" />
                <h2>Євген Янтовський</h2>
                <p>
                    Мені 45 роки. Я з міста Дніпра, народився в місті Покров, Дніпропетровської області. Більше 20 років присвятив автомобільному бренду "Mercedes-Benz", на цій роботі багато спількуюсь з людьми. Дуже подобається все прогресивне та технологічне, девайси, комп'ютери, різноманітна електронна музика. Улюбленний вид спорту - баскетбол. До початку війни з дружиною часто полюбляли їздити відпочивати в Буковель.
                </p>
                <p>
                    Моя мета на цьому курсі. Змінити свою професію. Відкрити більше своїх можливостей. Меньше бути прив'язаним до одного місця. Багато подорожувати.
                </p>
            </div>
        </main>
    );
}

export default About;